<CD>	0
<NNP>	1
<UNK>	2
<ROOT>	3
<NULL>	4
turbines	5
last-minute	6
switched	7
fix	8
exercisable	9
trade	10
hazardous-waste	11
protocol	12
deviation	13
progressively	14
surpluses	15
tonnage	16
billionaire	17
bet	18
congress	19
tros	20
motions	21
rig	22
cells	23
constitute	24
borough	25
profit-taking	26
israeli	27
complaints	28
soccer	29
coast	30
subscribing	31
pace	32
nifty	33
re-election	34
espionage	35
floated	36
off-balance	37
renovating	38
drives	39
credible	40
convey	41
astonishing	42
button	43
tile	44
cease	45
defense-electronics	46
beverage	47
permitting	48
undulate	49
pushy	50
apples	51
flourishing	52
marrying	53
persons	54
chasing	55
wavering	56
address	57
tactical	58
resemblance	59
all-white	60
admirable	61
pacemaker	62
does	63
rallying	64
49%-owned	65
trouble	66
ink	67
achieve	68
quakes	69
dinosaur	70
polite	71
loser	72
planting	73
loss	74
lively	75
thirds	76
lagging	77
journalistic	78
daytime	79
hosts	80
perhaps	81
protein	82
gain	83
wished	84
precedent	85
operators	86
well-entrenched	87
macho	88
stacked	89
shed	90
dominate	91
tony	92
newer	93
colleague	94
demonstrate	95
searched	96
lifesavers	97
fetuses	98
merchandising	99
underwriter	100
plastic	101
street	102
links	103
squadron	104
researchers	105
franchiser	106
slashing	107
undo	108
fastener	109
atmospheric	110
lasted	111
get-rich-quick	112
brought	113
resurgent	114
automated	115
clout	116
enters	117
holds	118
automatically	119
spreading	120
elective	121
russians	122
apologists	123
dare	124
buoyant	125
beginning	126
tame	127
condition	128
protege	129
precisely	130
snow	131
predictive	132
linkages	133
theorists	134
conspiracy	135
re-creating	136
strict	137
editorial	138
antagonize	139
infectious	140
f-18	141
fret	142
hitch	143
expenditures	144
accidents	145
rounded	146
titans	147
flair	148
separated	149
colon	150
certificate-of-need	151
delivered	152
struggle	153
infringing	154
levy	155
enacting	156
subscribe	157
entering	158
deputies	159
riskier	160
come	161
anti-union	162
protecting	163
mothers	164
poison	165
businesslike	166
blase	167
mild	168
outlawing	169
postmarked	170
tv	171
emergence	172
americas	173
caved	174
sucker	175
democracy	176
high-speed	177
unexpectedly	178
vast	179
alcoholic	180
reaped	181
72-a-share	182
adjustable	183
answered	184
ministry	185
consumer-electronics	186
halftime	187
scholars	188
not	189
trimmed	190
campuses	191
law	192
splendidly	193
demons	194
haven	195
eloquently	196
spectacularly	197
subsidiaries	198
last	199
trustees	200
arbitrage	201
tea	202
carnival	203
horticulturally	204
rehearing	205
goods-producing	206
jolted	207
colleges	208
plays	209
lists	210
restraints	211
physically	212
bang	213
striking	214
speedometer	215
agendas	216
defective	217
homefed	218
architects	219
sterile	220
bits	221
aftershock	222
influence	223
complete	224
strange	225
post-1987	226
anti-competitive	227
horses	228
influence-peddling	229
schizophrenic	230
luring	231
necessary	232
both	233
braced	234
solidly	235
restitution	236
dove	237
differently	238
dubbed	239
burner	240
exemptions	241
single-engine	242
veterans	243
cellular	244
flaunt	245
signal-processing	246
near-monopoly	247
administrative	248
microcomputer	249
jacked	250
inadequacy	251
arranges	252
ozarks	253
conferences	254
drove	255
chosen	256
banning	257
realism	258
conditioners	259
military	260
complication	261
probing	262
super-majority	263
lucky	264
showcase	265
feat	266
drought	267
piggybacking	268
gambling	269
invaded	270
material	271
naturally	272
plenty	273
reinvesting	274
incentives	275
masks	276
felons	277
casts	278
insurgents	279
experts	280
mills	281
beefing	282
pleasing	283
ca	284
non-invasive	285
allegiance	286
challenge	287
four-month	288
cheap	289
wood	290
fill	291
holders	292
consolidating	293
yellow	294
syndicates	295
pause	296
intends	297
bad	298
protections	299
satisfy	300
executing	301
glory	302
nonstrategic	303
complements	304
lent	305
fulfill	306
disrupt	307
wrinkle	308
jackets	309
a.m.	310
urging	311
intermittent	312
short-covering	313
rows	314
shuttle	315
guest	316
nudge	317
jealous	318
slide	319
calgary-based	320
inconceivable	321
mathematician	322
wake	323
reunification	324
linen	325
26-year-old	326
ground	327
permitted	328
mastered	329
speculating	330
nerdy	331
merged	332
withdrawal	333
oppose	334
medium-size	335
modern	336
suspensions	337
managers	338
lid	339
acclaim	340
deteriorate	341
sought	342
philippines	343
happening	344
crumpled	345
mentor	346
care	347
mishandled	348
spray	349
redevelopment	350
fake	351
recounts	352
would-be	353
pleasant	354
rail	355
ilyushins	356
long-term	357
emotion	358
flashlights	359
deputy	360
deeply	361
makeup	362
inns	363
surround	364
workings	365
wrecked	366
cachet	367
handles	368
underwrites	369
levamisole	370
rating	371
horrors	372
windows	373
garcias	374
fill-or-kill	375
equivalent	376
one-third	377
expanded	378
backup	379
unions	380
smashing	381
collateral	382
fleet	383
is	384
cream	385
airports	386
flashed	387
juices	388
completes	389
rationalizations	390
disposable	391
carved	392
actions	393
organizing	394
pelvic	395
wisecracks	396
incompatible	397
guides	398
cleans	399
money-making	400
philosophic	401
lest	402
aged	403
british-based	404
platform	405
solution	406
discovered	407
2	408
donor	409
unofficially	410
waiters	411
consisted	412
posture	413
industry-specific	414
earthworms	415
waits	416
dramatically	417
think	418
deutsche	419
dynamics	420
unemployment	421
burdensome	422
zone	423
favors	424
started	425
connecting	426
argued	427
oil-producing	428
mob	429
standard-bearer	430
repaid	431
check	432
chides	433
adult	434
districts	435
west	436
prepayment	437
engaged	438
banking	439
corner	440
reviewed	441
thrifts	442
dealerships	443
disasters	444
grasp	445
white-collar	446
sorely	447
ups	448
33-year-old	449
speeches	450
famous	451
string	452
performed	453
mistake	454
coming	455
privatized	456
temptation	457
bunny	458
theory	459
corners	460
discounted	461
king	462
pinning	463
proven	464
propaganda	465
decks	466
imprisoned	467
census	468
cast	469
evaporated	470
buyers	471
clarinetist	472
ridicule	473
prowl	474
eye	475
manager	476
508-point	477
ourselves	478
sunshine	479
causing	480
champion	481
future	482
limbo	483
creator	484
merger	485
arbitrator	486
acquisition	487
glacial	488
refocusing	489
foundations	490
geared	491
attacking	492
others	493
kidnapper	494
till	495
populations	496
particularly	497
attorneys	498
hastily	499
hold	500
extra	501
accelerated	502
similar	503
meat	504
portrayal	505
amendment	506
issuance	507
reinforces	508
irreparable	509
converters	510
squarely	511
antibiotic	512
published	513
applies	514
dawn	515
notified	516
comparatively	517
sails	518
director	519
sketchy	520
squad	521
lures	522
killed	523
assisted	524
symbol	525
intrusion	526
wagons	527
shut	528
plans	529
institute	530
ignorance	531
nonvoting	532
closure	533
mahogany	534
patriarch	535
coach	536
balconies	537
asset-management	538
replacements	539
dry	540
stymied	541
confessed	542
opulent	543
bull	544
arrears	545
closings	546
arcane	547
beside	548
halves	549
propose	550
at	551
francisco-based	552
joke	553
contributions	554
state-run	555
name	556
retaliation	557
contrasts	558
leases	559
tape	560
sustain	561
airline	562
strengthened	563
involvement	564
slipping	565
price/earnings	566
helplessly	567
participated	568
practice	569
audacious	570
fundamental	571
trumpet	572
three-member	573
below	574
spree	575
smile	576
duties	577
gyrations	578
election	579
contingency	580
waging	581
doorstep	582
choosing	583
chill	584
bench	585
allowances	586
inexorable	587
pleasantries	588
r	589
deterrents	590
decliners	591
alike	592
rebound	593
world-wide	594
lawyer	595
nevertheless	596
opened	597
depressant	598
terminal	599
brutally	600
judgments	601
fog	602
penny-stock	603
hardy	604
deserve	605
performer	606
near	607
retrieval	608
crises	609
lifting	610
imitation	611
declared	612
crowds	613
tumor-suppressor	614
probably	615
artificial	616
neck	617
time-honored	618
armored	619
year-before	620
transferred	621
utterly	622
depicted	623
perpetual	624
emigration	625
pollinate	626
vegetable	627
captain	628
certificates	629
highest	630
precaution	631
indication	632
keys	633
penny	634
lawn	635
versions	636
courier	637
recorders	638
western	639
arguing	640
nonfiction	641
lieu	642
sings	643
four-part	644
bran	645
blip	646
downside	647
registrants	648
supervises	649
austerity	650
logic	651
slated	652
avenue	653
designated	654
commercial	655
settles	656
puzzled	657
goodwill	658
dining	659
blunt	660
poorly	661
armenians	662
parks	663
full-power	664
music	665
meetings	666
more	667
best-performing	668
languages	669
seniors	670
switches	671
prospect	672
divorce	673
46-year-old	674
cautiously	675
incredibly	676
anti-cancer	677
announced	678
congestion	679
dire	680
everybody	681
villages	682
idealism	683
philosophical	684
above	685
antithetical	686
assassinations	687
tacit	688
casinos	689
fast-growing	690
jetliner	691
receiving	692
signaling	693
shop	694
sandinista	695
logically	696
wide	697
life	698
importer	699
transplant	700
recalculating	701
smooth	702
diversity	703
corrective	704
around	705
pleadings	706
gridlock	707
shift	708
capability	709
lotion	710
comment	711
vice	712
titles	713
antibodies	714
committing	715
employment	716
huddled	717
pages	718
arise	719
sample	720
official	721
brunt	722
job	723
disabled	724
refined	725
non-gm	726
hell	727
prime-time	728
newest	729
speculation	730
regulators	731
garment	732
balking	733
mom	734
evade	735
risked	736
forecasts	737
impressive	738
subjective	739
fearful	740
surpassed	741
cynical	742
tasks	743
circumvent	744
pinpointed	745
muck	746
beneath	747
paragraph	748
presidency	749
voice-activated	750
prize-winning	751
risks	752
peak	753
surrounding	754
drop-off	755
buy-back	756
compounding	757
franchising	758
nothing	759
big-time	760
ironically	761
rift	762
advanced	763
idled	764
inter-american	765
paled	766
autographed	767
commenting	768
civilized	769
house-senate	770
citizens	771
permissible	772
lover	773
classic	774
addition	775
embody	776
enough	777
bothered	778
sure	779
computer-driven	780
unsold	781
enterprises	782
refunds	783
punching	784
slapped	785
30-minute	786
undistinguished	787
congressionally	788
tolerance	789
fossil	790
ousted	791
arrangement	792
democratic-controlled	793
queries	794
cardinals	795
offend	796
authors	797
assemble	798
politician	799
functioning	800
boss	801
stray	802
post-split	803
listeners	804
turks	805
believing	806
exorcism	807
self-employed	808
sheet	809
contacted	810
doctoral	811
facto	812
shaken	813
panhandler	814
10th	815
program	816
tightened	817
quality	818
wait-and-see	819
purpose	820
trepidation	821
likes	822
subvert	823
chauffeur	824
ideological	825
scenarios	826
jumping	827
unfazed	828
christians	829
atop	830
cry	831
resolving	832
alluded	833
spectator	834
crunchier	835
fraudulently	836
exporting	837
wish	838
annoyed	839
collapse	840
teaming	841
prefer	842
waste-to-energy	843
replay	844
amateur	845
grass	846
hit	847
stirs	848
retire	849
donate	850
anthers	851
worsening	852
plagued	853
annually	854
possessing	855
ludicrous	856
neutralization	857
capitalize	858
faint	859
honor	860
flocked	861
doddering	862
billions	863
information	864
steelmaker	865
introductions	866
suppliers	867
tax-rate	868
spread	869
degrees	870
muster	871
assurance	872
proficient	873
points	874
family-planning	875
full-body	876
bulletins	877
previews	878
bedfellows	879
urged	880
she	881
talk-show	882
generates	883
loads	884
flooding	885
racked	886
anti-missile	887
non-u.s.	888
civil-rights	889
textiles	890
implanted	891
reported	892
stopping	893
inches	894
effortlessly	895
mountain-bike	896
temporarily	897
dusk	898
fluctuate	899
porcelain	900
binge	901
years	902
one-stop	903
transformed	904
mainstay	905
one-yen	906
subsequent	907
marketed	908
heating	909
kicker	910
furniture	911
caustic	912
pure	913
public-service	914
closing	915
misperceptions	916
buoyed	917
lovers	918
hogs	919
employers	920
mention	921
allegations	922
army	923
gossipy	924
catastrophic-illness	925
hunk	926
ballroom	927
discontinuing	928
custody	929
asthma	930
delivering	931
plainly	932
second-half	933
blundered	934
makes	935
excluding	936
accounting	937
weighing	938
keynesian	939
stalls	940
retain	941
symptom	942
enlisted	943
balloon	944
adoption	945
positively	946
compact	947
composers	948
updates	949
skipper	950
ripped	951
inaccurate	952
wastewater	953
attic	954
fee	955
staunchly	956
distinction	957
15-a-share	958
ill	959
investigate	960
cd-type	961
examinations	962
initiated	963
cheese	964
affidavit	965
peruvian	966
invisible	967
nurses	968
heat	969
foothold	970
nicely	971
assist	972
concede	973
recipes	974
lends	975
implicated	976
shoes	977
nominate	978
dilute	979
homosexuals	980
positions	981
canvas	982
clumsy	983
public-works	984
worsened	985
elimination	986
options	987
hatched	988
instant	989
yardstick	990
roadbed	991
whereas	992
middlemen	993
grandchildren	994
reforms	995
spend	996
wipe	997
suntan	998
pany	999
confiscated	1000
morass	1001
drained	1002
egyptian	1003
legs	1004
fear	1005
resisted	1006
science	1007
cubic	1008
mart	1009
tax-writing	1010
oak	1011
boilers	1012
profession	1013
selective	1014
billionnaire	1015
successful	1016
misconduct	1017
recovering	1018
f-14	1019
solicit	1020
grace	1021
acquitted	1022
enlarge	1023
slows	1024
contras	1025
fundamentally	1026
redeemed	1027
jutting	1028
singled	1029
incidence	1030
transcripts	1031
blind-sided	1032
syndication	1033
amaze	1034
dirt	1035
suppressed	1036
unregistered	1037
bulls	1038
charm	1039
500-stock	1040
bacon	1041
battling	1042
competition	1043
patented	1044
profoundly	1045
violent	1046
attendant	1047
insist	1048
downtrend	1049
recruited	1050
cautiousness	1051
goodness	1052
coupon	1053
median	1054
superintendents	1055
designers	1056
outage	1057
ridiculous	1058
request	1059
naysayers	1060
banker	1061
after-tax	1062
offing	1063
six-month	1064
right	1065
accomplished	1066
biological	1067
relate	1068
unscathed	1069
no-load	1070
explicitly	1071
rape-and-incest	1072
ahs	1073
takes	1074
array	1075
juggling	1076
parcels	1077
accommodate	1078
in-office	1079
youthful	1080
sparsely	1081
rapid-fire	1082
stinging	1083
close	1084
supporters	1085
map	1086
us	1087
helicopter	1088
promotion	1089
surveillance	1090
lubricants	1091
appropriate	1092
troublesome	1093
filed	1094
cost-reduction	1095
45-year-old	1096
reassigned	1097
linger	1098
diners	1099
campaign	1100
debentures	1101
inexplicably	1102
onstage	1103
par	1104
creators	1105
bastion	1106
increases	1107
starving	1108
insures	1109
frugality	1110
junk	1111
privatization	1112
air-separation	1113
alleviating	1114
slowing	1115
conscientious	1116
quite	1117
regained	1118
fainting	1119
injuries	1120
stocking	1121
worried	1122
outlets	1123
refiner	1124
costa	1125
trench	1126
dash	1127
picocassette	1128
baseball	1129
structural	1130
decidedly	1131
knee	1132
actively	1133
conductor	1134
six-day	1135
marking	1136
span	1137
markedly	1138
column	1139
calculated	1140
broadcasting	1141
units	1142
reach	1143
defrauding	1144
neutrons	1145
unintended	1146
curb	1147
foreigners	1148
fraudulent	1149
endeavor	1150
unification	1151
commitment	1152
uneasiness	1153
darling	1154
unconstitutional	1155
supervised	1156
wrist	1157
forced	1158
golf	1159
minicomputer	1160
chemical	1161
ranches	1162
determination	1163
e-mail	1164
sweeten	1165
greed	1166
door	1167
sow	1168
clutter	1169
stagnant	1170
ask	1171
aggravating	1172
steadfastly	1173
nursing-home	1174
high-octane	1175
unraveled	1176
intermediate	1177
unity	1178
spot	1179
develop	1180
owed	1181
franchisee	1182
proposes	1183
advantages	1184
mortgages	1185
supervision	1186
collect	1187
grim	1188
extensive	1189
swoon	1190
worthy	1191
risk	1192
top-management	1193
directives	1194
austrian	1195
delegation	1196
fall	1197
previous-year	1198
place	1199
interesting	1200
unnecessary	1201
intensify	1202
il-4	1203
panicked	1204
unlimited	1205
easy	1206
year-earlier	1207
monopolies	1208
ride	1209
sagging	1210
slack	1211
tycoon	1212
nettlesome	1213
correspondent	1214
fastball	1215
transformation	1216
stimuli	1217
utilization	1218
inflicted	1219
hands	1220
identifies	1221
embassy	1222
craft	1223
stock-repurchase	1224
adhesive	1225
hail	1226
reason	1227
mortgage-backed	1228
beneficial	1229
attendance	1230
organic	1231
stars	1232
year-ago	1233
corporates	1234
mix	1235
foolish	1236
predicting	1237
cable-television	1238
latin	1239
wrestle	1240
scourge	1241
students	1242
gestures	1243
frozen	1244
renaissance	1245
route	1246
folklore	1247
mimics	1248
recycles	1249
undergoing	1250
engineers	1251
chocolate	1252
scraps	1253
payola	1254
journalists	1255
directors	1256
documents	1257
approximately	1258
indian	1259
loathed	1260
borne	1261
ineffective	1262
touting	1263
survives	1264
skeptics	1265
telemarketing	1266
backbone	1267
cd	1268
four-year-old	1269
magazines	1270
alexandrine	1271
unchanged	1272
tissue	1273
lasting	1274
processor	1275
cars	1276
demolished	1277
transfers	1278
foot	1279
sweetened	1280
insulting	1281
brink	1282
complementary	1283
friendly	1284
pajama	1285
shelf	1286
posturing	1287
dissatisfaction	1288
indelible	1289
tantamount	1290
expression	1291
monstrous	1292
segments	1293
b-2	1294
conscious	1295
analyze	1296
fingerprint	1297
deplorable	1298
circuit	1299
swept	1300
fanciful	1301
bible	1302
reconsidered	1303
fetch	1304
hard-line	1305
stunned	1306
propane	1307
foil	1308
cocoa	1309
bed	1310
obviously	1311
163-member	1312
myths	1313
scare	1314
financed	1315
home-improvement	1316
burglaries	1317
direction	1318
environmental	1319
products	1320
drawings	1321
assembling	1322
nods	1323
proposing	1324
clips	1325
condos	1326
painful	1327
damping	1328
erect	1329
scam	1330
forecasters	1331
pollinated	1332
allergies	1333
est	1334
issuer	1335
damages	1336
junk-bond	1337
va.-based	1338
arab-sponsored	1339
overstate	1340
galleries	1341
weeks	1342
low-sulfur	1343
memberships	1344
zeros	1345
recognizable	1346
benefits	1347
heavy-handed	1348
supplied	1349
wore	1350
stop-limit	1351
statutes	1352
solicitation	1353
streak	1354
sin	1355
coffin	1356
distribute	1357
exploded	1358
bomber	1359
property	1360
british-owned	1361
half-time	1362
deals	1363
day	1364
contraceptive	1365
applauds	1366
dumped	1367
friendship	1368
backers	1369
or	1370
maximizing	1371
vain	1372
investigators	1373
envisioned	1374
capped	1375
supervisors	1376
money	1377
discourages	1378
okay	1379
reeling	1380
suggest	1381
five-point	1382
tin	1383
stories	1384
cracked	1385
thwarted	1386
inclined	1387
peaks	1388
roots	1389
rehabilitation	1390
agility	1391
zinc	1392
plastics	1393
naphtha	1394
triple	1395
mid-1970s	1396
divert	1397
fly	1398
claim	1399
reap	1400
shouting	1401
sensitive	1402
caffeine-free	1403
grumble	1404
drags	1405
redemption	1406
tear	1407
potentially	1408
concession	1409
substantially	1410
globalists	1411
command	1412
resignation	1413
deficit-cutting	1414
inflammatory	1415
heredity	1416
frame	1417
launch	1418
groups	1419
chemistry	1420
low-level	1421
characteristic	1422
chlorofluorocarbons	1423
new-generation	1424
emirates	1425
relatively	1426
machinist	1427
converter	1428
processing	1429
five-year	1430
acting	1431
rates	1432
evolving	1433
operations	1434
underwear	1435
pillars	1436
leads	1437
slice	1438
attaching	1439
retreated	1440
decreased	1441
mold	1442
whimper	1443
producers	1444
carpet	1445
reporters	1446
agent	1447
dishes	1448
drape	1449
eased	1450
angeles-based	1451
patterned	1452
memos	1453
adversely	1454
markka	1455
counted	1456
seventh	1457
belief	1458
finances	1459
30-a-share	1460
dealings	1461
optical	1462
slumping	1463
controversy	1464
stick	1465
recent	1466
celebration	1467
blunder	1468
desire	1469
waived	1470
penetrate	1471
ballpark	1472
aisle	1473
researcher	1474
liable	1475
upside	1476
averting	1477
adaptation	1478
cash-strapped	1479
crowd	1480
blueprint	1481
outpaced	1482
belonging	1483
foreclosures	1484
praying	1485
class	1486
eggs	1487
yielded	1488
layout	1489
market-monitoring	1490
torn	1491
tires	1492
host	1493
soft	1494
invite	1495
oversaw	1496
rebounds	1497
cheerios	1498
scholarship	1499
hurling	1500
procedural	1501
incompetence	1502
boundaries	1503
informed	1504
relaxed	1505
computerizing	1506
employees	1507
transmitting	1508
inflationary	1509
79-year-old	1510
chooses	1511
statesmen	1512
fined	1513
trudging	1514
fickle	1515
gear	1516
cooperatives	1517
onlookers	1518
airs	1519
pro-union	1520
boldly	1521
adjustment	1522
interspersed	1523
writes	1524
valuable	1525
estimated	1526
organizational	1527
volokhs	1528
fixed-income	1529
ice-core	1530
redoing	1531
ambassador	1532
pledging	1533
fiscal-first	1534
reclaim	1535
implicit	1536
stakes	1537
publicized	1538
poverty	1539
feminist	1540
geography	1541
10-cent-a-share	1542
refrigerator	1543
childhood	1544
room	1545
traffic	1546
freight-transport	1547
feelings	1548
represent	1549
waive	1550
conflicting	1551
containerboard	1552
accumulated	1553
boardroom	1554
abstract	1555
peripherals	1556
spies	1557
exhibition	1558
existed	1559
upgraded	1560
transitional	1561
talent	1562
raw-materials	1563
two-thirds	1564
scenery	1565
dropping	1566
brokerage	1567
courtesy	1568
ills	1569
coupe	1570
17-store	1571
narrowing	1572
confirms	1573
rescissions	1574
glue	1575
62-year-old	1576
fliers	1577
secrecy	1578
diversified	1579
prohibitions	1580
accolade	1581
deep	1582
consortia	1583
answers	1584
ba3	1585
spoken	1586
housewares	1587
polystyrene	1588
rallies	1589
sees	1590
numbered	1591
insuring	1592
tempered	1593
unraveling	1594
owns	1595
bags	1596
tendency	1597
wine	1598
after-hours	1599
greedy	1600
corrections	1601
receivable	1602
anti-development	1603
husband	1604
decent	1605
prove	1606
comparable	1607
accompany	1608
wiggle	1609
camps	1610
salt	1611
sustainable	1612
stereo	1613
travel	1614
infants	1615
segregate	1616
concentrations	1617
paints	1618
stagnation	1619
lofty	1620
violates	1621
negotiation	1622
lady	1623
%	1624
outlet	1625
kidney	1626
denies	1627
intervals	1628
toxin	1629
protestants	1630
insulation	1631
deportation	1632
accelerating	1633
fights	1634
fielded	1635
unprofitable	1636
behaved	1637
retail-sales	1638
rican	1639
sidelines	1640
disguised	1641
towering	1642
winners	1643
rock	1644
doses	1645
subsidize	1646
disgruntled	1647
finally	1648
recording	1649
topple	1650
lawmakers	1651
falls	1652
recognition	1653
psyllium	1654
match	1655
unpleasant	1656
deficit-reduction	1657
belongs	1658
savings-and-loan	1659
divestiture	1660
assignment	1661
lingerie	1662
crawl	1663
bomb	1664
communities	1665
busted	1666
midwest	1667
generous	1668
pain	1669
crucible	1670
edges	1671
sheets	1672
mistrials	1673
warranties	1674
duplex	1675
filters	1676
irrational	1677
throwing	1678
yanked	1679
non-alcoholic	1680
stranded	1681
low-crime	1682
detectable	1683
demands	1684
packs	1685
destination	1686
maker	1687
polyols	1688
scrutiny	1689
cost-of-living	1690
enjoin	1691
forward-rate	1692
plot	1693
repercussions	1694
haunted	1695
roustabouts	1696
unregulated	1697
describing	1698
technically	1699
link	1700
colombian	1701
stabbed	1702
animated	1703
rearing	1704
philosophers	1705
dissidents	1706
drew	1707
german	1708
chromosome	1709
touring	1710
crackdown	1711
fortunately	1712
assumes	1713
epilepsy	1714
heirs	1715
warmed	1716
varies	1717
cycads	1718
attributed	1719
debate	1720
non-residential	1721
circulated	1722
extensions	1723
wedge	1724
tomb	1725
percentage	1726
fence	1727
pottery	1728
shows	1729
tolls	1730
averages	1731
co-sponsored	1732
proliferating	1733
d	1734
first-home	1735
taxi	1736
garden	1737
assisting	1738
miners	1739
amazement	1740
ruined	1741
tracing	1742
formulate	1743
electoral	1744
greats	1745
producer-price	1746
explode	1747
butter	1748
index-arbitrage	1749
leaping	1750
background	1751
linage	1752
inherited	1753
carcinogenic	1754
academia	1755
achieving	1756
guerrilla	1757
die	1758
``	1759
glut	1760
smattering	1761
protects	1762
jack	1763
reigned	1764
proper	1765
prevails	1766
high-visibility	1767
eastern	1768
observe	1769
microsystems	1770
transforms	1771
fact-finding	1772
number	1773
vacancies	1774
professional	1775
lousy	1776
justice	1777
fastest	1778
tendering	1779
sliding	1780
uninvited	1781
session	1782
release	1783
pass	1784
achieved	1785
analog	1786
non-trade	1787
spokesman	1788
decrease	1789
thinned	1790
substituted	1791
shakeup	1792
rum	1793
conversations	1794
toll	1795
enjoyed	1796
scorecard	1797
simultaneously	1798
within	1799
blank	1800
slight	1801
gallery	1802
reconciliation	1803
miscellaneous	1804
hideaway	1805
accused	1806
medal	1807
positioning	1808
actors	1809
placements	1810
triggered	1811
demonstrates	1812
presage	1813
trick	1814
makers	1815
whose	1816
sets	1817
closest	1818
criminality	1819
endorsed	1820
glitches	1821
air-conditioning	1822
prohibition	1823
rhetoric	1824
solvency	1825
concluded	1826
greenhouse	1827
riveting	1828
user	1829
irresistible	1830
harmony	1831
immune	1832
savviest	1833
automobile	1834
reopen	1835
asians	1836
billings	1837
clue	1838
s$	1839
baseless	1840
rumbling	1841
rush	1842
wife	1843
anti-abortion	1844
save	1845
bucked	1846
courting	1847
bucking	1848
friday-the-13th	1849
bell	1850
integrity	1851
unloading	1852
paired	1853
exacerbates	1854
recruits	1855
futuristic	1856
managed	1857
advisory	1858
settling	1859
burn	1860
disappearance	1861
architect	1862
dangerous	1863
re-establish	1864
rapidly	1865
circle	1866
bashing	1867
aid	1868
relaxation	1869
trainer	1870
mines	1871
capitalism	1872
songs	1873
update	1874
creativity	1875
politically	1876
secure	1877
professor	1878
warehouses	1879
grip	1880
foundering	1881
vacating	1882
hunting	1883
blending	1884
boomers	1885
paid	1886
emotions	1887
dishonesty	1888
lying	1889
scary	1890
law-enforcement	1891
supermarkets	1892
lobbying	1893
band	1894
detected	1895
inspection	1896
voted	1897
proffered	1898
ripple	1899
budgeted	1900
disappointed	1901
evolved	1902
wisdom	1903
reservations	1904
alienating	1905
affluent	1906
disingenuous	1907
thereby	1908
communications	1909
filtering	1910
interfere	1911
pertinent	1912
object	1913
critically	1914
violations	1915
watering	1916
trading	1917
melt	1918
staffing	1919
confers	1920
corridor	1921
mature	1922
leveled	1923
dangerously	1924
toothpaste	1925
unitholders	1926
ignoring	1927
civilian	1928
giddy	1929
mock	1930
celebrating	1931
admonition	1932
attached	1933
gently	1934
professionalism	1935
sulfur	1936
acknowledges	1937
pork	1938
overall	1939
low-end	1940
genetically	1941
paranoid	1942
contest	1943
pittance	1944
gas-fired	1945
long-awaited	1946
treatments	1947
sluggishness	1948
ambivalent	1949
infrastructure	1950
row	1951
pleaded	1952
extension	1953
descent	1954
jaunts	1955
peoples	1956
logged	1957
blazing	1958
puttable	1959
divisive	1960
post	1961
paper	1962
own	1963
planner	1964
carry	1965
gainer	1966
if	1967
painted	1968
situated	1969
five-hour	1970
school	1971
prosecuted	1972
syndicator	1973
priorities	1974
wild	1975
swapping	1976
vested	1977
play	1978
grapple	1979
fool	1980
restructured	1981
treacherous	1982
institution	1983
lowest	1984
stake	1985
nationalists	1986
curator	1987
at-market	1988
nor	1989
thickness	1990
mysterious	1991
recessionary	1992
u.s.	1993
regulatory	1994
australian	1995
spurt	1996
enroll	1997
fourth	1998
will	1999
wheels	2000
propel	2001
personal-care	2002
flash	2003
beeper	2004
dividend-related	2005
player	2006
strategist	2007
issuers	2008
stay	2009
mile	2010
stationary	2011
curve	2012
demonstration	2013
sears	2014
humanitarian	2015
data	2016
occupant	2017
off	2018
twisting	2019
allure	2020
unforeseen	2021
market-if-touched	2022
treasures	2023
leisure	2024
disband	2025
lens	2026
solitary	2027
sided	2028
wilderness	2029
com	2030
caring	2031
rewards	2032
shah	2033
victories	2034
time	2035
flown	2036
thorough	2037
slopes	2038
wash	2039
beebes	2040
compromise	2041
weighs	2042
distressing	2043
retailers	2044
assembly	2045
crazy	2046
salaried	2047
acknowledge	2048
expansionary	2049
pooled	2050
fertilizers	2051
dresses	2052
kong-dollar	2053
remics	2054
earmark	2055
commodity	2056
binding	2057
goes	2058
due-process	2059
complicate	2060
telephone	2061
wreck	2062
facsimile	2063
accustomed	2064
post-quake	2065
withstand	2066
tractor	2067
infantry	2068
high-yield	2069
bond-price	2070
cards	2071
company-operated	2072
one-party	2073
completing	2074
wedding	2075
carry-forwards	2076
fund-raising	2077
depict	2078
undertake	2079
passed	2080
provoking	2081
club	2082
space-science	2083
lenders	2084
acquired	2085
bottoming	2086
public-relations	2087
shareholding	2088
kidnapped	2089
counseling	2090
improvement	2091
2-to-1	2092
leeway	2093
comfortable	2094
acquirers	2095
relayed	2096
tie-ups	2097
following	2098
torched	2099
masseurs	2100
private-sector	2101
nerves	2102
apiece	2103
lagged	2104
commissioners	2105
overhang	2106
heard	2107
abrasives	2108
priced	2109
consequence	2110
dodgers	2111
destabilizing	2112
divestitures	2113
machinists	2114
version	2115
sounded	2116
motive	2117
trade-offs	2118
preaching	2119
47-year-old	2120
recipe	2121
accumulating	2122
inevitable	2123
rake	2124
recycled	2125
quieted	2126
ordnance	2127
dissolved	2128
prosecution	2129
submitted	2130
appellate	2131
legal	2132
chefs	2133
perfume	2134
result	2135
couple	2136
convicted	2137
unified	2138
graduate	2139
half-an-hour	2140
nasty	2141
things	2142
mistrial	2143
sits	2144
probation	2145
intolerably	2146
basement	2147
vanish	2148
post-watergate	2149
tap	2150
hair	2151
clarification	2152
succeeding	2153
co-chief	2154
brass	2155
pickup	2156
grows	2157
listings	2158
limits	2159
courted	2160
lose	2161
pollen-inhibiting	2162
kid	2163
textbooks	2164
remote	2165
relationship	2166
heavily	2167
railroads	2168
saddled	2169
cost-effective	2170
oncogenes	2171
quotations	2172
packaging	2173
envisaged	2174
strike-force	2175
tankers	2176
via	2177
malaysian	2178
knights	2179
mounting	2180
illustrate	2181
oaks	2182
brewing	2183
coupon-equivalent	2184
sporting-goods	2185
populist	2186
drawing	2187
telegraphed	2188
outlined	2189
managerial	2190
confided	2191
nerds	2192
barges	2193
restructures	2194
costs	2195
schemes	2196
confusing	2197
haul	2198
commons	2199
fragrance	2200
vivid	2201
re-enactment	2202
purchases	2203
fewer	2204
fortunes	2205
capitalizing	2206
solely	2207
fur	2208
cold	2209
sued	2210
quoted	2211
fashions	2212
co-sponsor	2213
contractions	2214
distress	2215
integrating	2216
snubbing	2217
signaled	2218
alter	2219
devices	2220
trash	2221
erratic	2222
propped	2223
miscalculated	2224
begins	2225
whiskey	2226
scouting	2227
circumspect	2228
savvy	2229
group	2230
boasted	2231
helicopters	2232
race	2233
amassed	2234
aerospace	2235
unsuccessfully	2236
persuaded	2237
eliminate	2238
ominous	2239
import	2240
double-a-plus	2241
souring	2242
promises	2243
tapes	2244
sector	2245
unveiling	2246
posed	2247
posted	2248
tennis	2249
mineral	2250
rattle	2251
skills	2252
hovered	2253
summarizing	2254
fair	2255
buckets	2256
flatly	2257
back-ups	2258
hiring	2259
considering	2260
lightly	2261
departure	2262
gunned	2263
redeem	2264
muslims	2265
devastated	2266
overseeing	2267
disposing	2268
dive	2269
dress	2270
premiums	2271
orange	2272
haulers	2273
recital	2274
sugared	2275
wobbly	2276
too	2277
convincing	2278
crippled	2279
indictments	2280
irregularities	2281
prescription	2282
rental	2283
account	2284
testifying	2285
catapult	2286
20-year	2287
expansive	2288
enhancing	2289
interests	2290
personal-computer	2291
runoff	2292
members	2293
1920s	2294
wheel	2295
discussing	2296
cross	2297
typical	2298
sweepers	2299
honestly	2300
bands	2301
convoluted	2302
graveyard	2303
series	2304
profitably	2305
hotel-casinos	2306
budge	2307
selected	2308
one-half	2309
distribution	2310
league	2311
age-bias	2312
pulling	2313
prohibit	2314
stellar	2315
sellers	2316
freight	2317
barometer	2318
page-one	2319
captured	2320
sympathy	2321
divest	2322
calm	2323
truce	2324
spurred	2325
luminaries	2326
sprays	2327
meticulous	2328
kills	2329
mixture	2330
governing	2331
remorse	2332
evaders	2333
involving	2334
epidemic	2335
predictably	2336
ship	2337
lacking	2338
battery	2339
anymore	2340
exchange-listed	2341
libel	2342
two-party	2343
prejudiced	2344
single-a	2345
amenities	2346
ill-advised	2347
exact	2348
workout	2349
**	2350
inhibit	2351
decadence	2352
unconcerned	2353
abduction	2354
reimburse	2355
auctioned	2356
pointedly	2357
ventilation	2358
contributes	2359
coolly	2360
default	2361
involves	2362
machinery	2363
clad	2364
ponder	2365
nature	2366
chip	2367
insured	2368
minor	2369
dangers	2370
an	2371
gritty	2372
costumes	2373
ballots	2374
acquire	2375
comedies	2376
lithotripter	2377
thunder	2378
lab	2379
masse	2380
speaks	2381
vigorous	2382
commerce	2383
treaty	2384
responsibility	2385
wandering	2386
progressive	2387
negotiating	2388
nurseries	2389
pigs	2390
disservice	2391
consortium	2392
refocused	2393
marxist	2394
confronted	2395
missile	2396
calls	2397
cent	2398
amazed	2399
half-hour	2400
memorabilia	2401
contrary	2402
restrictive	2403
trophy	2404
core	2405
proration	2406
sells	2407
molecular	2408
diseases	2409
whipsawed	2410
conspired	2411
pro-choice	2412
nears	2413
aftertax	2414
applicants	2415
unstable	2416
benchmark	2417
psychology	2418
root	2419
promise	2420
walked	2421
torments	2422
so-called	2423
texans	2424
earnings-related	2425
lagoon	2426
undisclosed	2427
headline	2428
incorrect	2429
sales	2430
implement	2431
contended	2432
blunted	2433
believes	2434
shelves	2435
culprit	2436
fixed-price	2437
seats	2438
sandinistas	2439
fancy	2440
quick	2441
needing	2442
mood	2443
three-month	2444
clarinet	2445
prevailing	2446
traumas	2447
yesterday	2448
definitive	2449
characters	2450
currency-exchange	2451
cool	2452
halt	2453
flagship	2454
home-run	2455
sufficient	2456
smell	2457
endorsements	2458
counter	2459
ombudsman	2460
scour	2461
repertoire	2462
latitude	2463
diversions	2464
liaisons	2465
likely	2466
syndrome	2467
switzerland	2468
tightening	2469
resembles	2470
passengers	2471
chemical-weapons	2472
legalization	2473
hectic	2474
freedoms	2475
challenges	2476
agreements	2477
monopoly	2478
safe	2479
augment	2480
structuring	2481
reinvest	2482
raging	2483
store	2484
balancing	2485
void	2486
refer	2487
32-bit	2488
budgetary	2489
individually	2490
refinancing	2491
known	2492
bushels	2493
attain	2494
gave	2495
seconds	2496
resemble	2497
showrooms	2498
retrieved	2499
subsequently	2500
reflects	2501
bullet	2502
exceeds	2503
initially	2504
enhanced	2505
60-year-old	2506
emphasizing	2507
stretching	2508
topics	2509
one-time	2510
skin	2511
delegate	2512
dogma	2513
convictions	2514
degree	2515
thoughtless	2516
ratio	2517
page	2518
pricing	2519
pap	2520
commonwealth	2521
primarily	2522
victim	2523
props	2524
tips	2525
per-capita	2526
extended	2527
vehicle	2528
appreciable	2529
stroll	2530
down	2531
stop	2532
handicapped	2533
low-profit	2534
movements	2535
skepticism	2536
ladies	2537
broadcasts	2538
blanket	2539
broadest	2540
mayor	2541
celebrity	2542
oils	2543
dollar	2544
complaining	2545
b-3	2546
self-sufficient	2547
bondholders	2548
damaged	2549
faith	2550
ruling	2551
praising	2552
speeds	2553
loose	2554
pessimistic	2555
clears	2556
accelerates	2557
machine-tool	2558
high-yielding	2559
divisional	2560
six-figure	2561
painter	2562
pacs	2563
freeze	2564
calendar	2565
jobs	2566
christian	2567
most-recent	2568
violet	2569
enduring	2570
wields	2571
department	2572
freon	2573
frames	2574
name-droppers	2575
fraction	2576
nose	2577
lawmaker	2578
goal	2579
behalf	2580
while	2581
capacitors	2582
concocted	2583
gotten	2584
vowing	2585
speaking	2586
clinical	2587
problem	2588
hints	2589
honesty	2590
input	2591
unconsolidated	2592
naive	2593
plight	2594
swung	2595
championed	2596
impressed	2597
construction-related	2598
american-built	2599
pockets	2600
interest-rate	2601
velocity	2602
separate	2603
authorities	2604
raged	2605
rush-hour	2606
dna	2607
present-day	2608
yelled	2609
karaoke	2610
struggles	2611
filled	2612
discussed	2613
striving	2614
oversized	2615
pump	2616
drain	2617
recession	2618
cracking	2619
cracker	2620
unsuspecting	2621
estimate	2622
five-cent	2623
battled	2624
rebuilding	2625
effectiveness	2626
wednesdays	2627
prepared	2628
plane	2629
employed	2630
environment	2631
reservation	2632
flavors	2633
pricings	2634
files	2635
grandmother	2636
dolls	2637
anyone	2638
pollster	2639
winter	2640
uncomplicated	2641
sows	2642
accords	2643
forbids	2644
protective	2645
plunge	2646
also	2647
unfriendly	2648
anatomical	2649
portrays	2650
deregulation	2651
suspend	2652
squared	2653
sleeping	2654
hepatitis	2655
cultural	2656
categorized	2657
possibilities	2658
decree	2659
excluded	2660
imported	2661
live	2662
condemned	2663
transferring	2664
trader	2665
asserted	2666
innovations	2667
furriers	2668
organizations	2669
divisiveness	2670
eroding	2671
admit	2672
shook	2673
unattractive	2674
contends	2675
basically	2676
funeral	2677
lawyers	2678
hand-held	2679
entirely	2680
gram	2681
shortening	2682
plows	2683
bind	2684
training	2685
vegetables	2686
cancerous	2687
compelling	2688
hobbling	2689
depletion	2690
congratulated	2691
severed	2692
interestrate	2693
estate	2694
breaks	2695
policy	2696
association	2697
flopped	2698
plateau	2699
unwillingness	2700
debacle	2701
whatever	2702
vacated	2703
temperatures	2704
solo	2705
intimidating	2706
marginally	2707
tapped	2708
a-2	2709
wo	2710
engaging	2711
expose	2712
scenario	2713
hiker	2714
road	2715
relief	2716
intervention	2717
pivotal	2718
metal	2719
graph	2720
pool	2721
die-hard	2722
midyear	2723
polysilicon	2724
taxed	2725
royalty	2726
tougher	2727
plying	2728
outdoor	2729
whole	2730
distortions	2731
social	2732
tourist	2733
round	2734
spends	2735
incumbent	2736
steer	2737
toilet	2738
analyzed	2739
businesses	2740
enforce	2741
discourage	2742
callers	2743
underwritten	2744
her	2745
repeal	2746
undeveloped	2747
facial	2748
boeing	2749
objection	2750
harvested	2751
attempted	2752
tension	2753
animals	2754
environmentalists	2755
concomitant	2756
described	2757
retrial	2758
mourning	2759
hourly	2760
burdens	2761
opposition	2762
witch	2763
casualties	2764
cycle	2765
throw	2766
exploratory	2767
stockpile	2768
jumbos	2769
knight	2770
sympathize	2771
nominees	2772
derivatives	2773
autumn	2774
titled	2775
readings	2776
photograph	2777
availability	2778
grass-roots	2779
recapitalizations	2780
shoreline	2781
prerogatives	2782
anticipate	2783
appropriated	2784
supplying	2785
pushed	2786
warm	2787
intimacy	2788
supplies	2789
prowess	2790
faster	2791
prelude	2792
ailment	2793
rampant	2794
immigrants	2795
seedy	2796
mistakes	2797
broker-dealer	2798
no	2799
terrorist	2800
market-based	2801
ranchers	2802
toiling	2803
apparatus	2804
renewing	2805
have	2806
offerings	2807
autonomous	2808
altered	2809
roiling	2810
window	2811
package	2812
operative	2813
engineered	2814
waiving	2815
traders	2816
boredom	2817
sanitation	2818
ski	2819
unsound	2820
boycott	2821
refusal	2822
standardize	2823
hedgers	2824
pick	2825
yanking	2826
unwind	2827
low-income	2828
publish	2829
once	2830
lackluster	2831
laws	2832
skidded	2833
drapes	2834
pit	2835
compared	2836
newly	2837
tides	2838
on-again	2839
mired	2840
back-up	2841
story	2842
roads	2843
benefiting	2844
refusing	2845
access	2846
sponsor	2847
unwieldy	2848
reassume	2849
dictates	2850
ease	2851
unchanging	2852
elaborating	2853
planners	2854
guns	2855
limitations	2856
dominance	2857
model	2858
multiparty	2859
centennial	2860
flags	2861
ethylene	2862
earners	2863
stupid	2864
stronger	2865
himself	2866
printing	2867
sight	2868
stapling	2869
dental	2870
mystique	2871
revived	2872
forms	2873
hate	2874
society	2875
came	2876
liability	2877
bloody	2878
tried	2879
legislation	2880
consistent	2881
resentment	2882
unoccupied	2883
do-it-yourself	2884
somalis	2885
category	2886
system	2887
records	2888
24th	2889
billion-dollar	2890
listed	2891
smokestack	2892
disk-drive	2893
non-prescription	2894
thinner	2895
reparations	2896
letters	2897
severance	2898
matters	2899
ai	2900
valid	2901
nicknamed	2902
shovels	2903
forward	2904
writedowns	2905
springing	2906
pools	2907
tangible	2908
therapeutic	2909
patchwork	2910
boost	2911
marketing	2912
shortfall	2913
ghosts	2914
uncanny	2915
software	2916
bursts	2917
disability	2918
world-class	2919
medicine	2920
broadening	2921
contacts	2922
converted	2923
fleeting	2924
boutique	2925
contracting	2926
scarce	2927
violently	2928
attraction	2929
devised	2930
schoolteacher	2931
waning	2932
leaded	2933
transfusion	2934
launching	2935
internationalization	2936
500-seat	2937
dived	2938
slowest	2939
downgrade	2940
spanish-language	2941
vary	2942
effects	2943
article	2944
eventually	2945
imperative	2946
blackened	2947
episodes	2948
burst	2949
confidant	2950
fitness	2951
contents	2952
voting	2953
air-interdiction	2954
co-chairman	2955
dissatisfied	2956
pest-control	2957
foundation	2958
describes	2959
spreadsheet	2960
slabs	2961
minimalism	2962
constitution	2963
commentator	2964
success	2965
aplenty	2966
populated	2967
existing	2968
miscalculation	2969
ramp	2970
quadrupled	2971
domain	2972
notions	2973
appealing	2974
death-penalty	2975
favorite	2976
attack	2977
mailers	2978
spooks	2979
grandfather	2980
ploys	2981
retains	2982
anti-american	2983
founding	2984
paper-company	2985
dole	2986
megawatts	2987
armor	2988
appliances	2989
marble	2990
formula	2991
unhappiness	2992
legitimately	2993
fundamentalists	2994
widespread	2995
hazard	2996
longer	2997
donation	2998
title-insurance	2999
staff	3000
maintains	3001
censorship	3002
crumble	3003
dependent	3004
follows	3005
major-party	3006
horizons	3007
laundering	3008
mid-september	3009
chair	3010
diluted	3011
completion	3012
pickers	3013
steal	3014
plate	3015
bonuses	3016
obfuscation	3017
mud	3018
flip-flop	3019
collects	3020
bloc	3021
reinstatement	3022
starts	3023
resuming	3024
fantastic	3025
glitz	3026
blew	3027
beam	3028
disease	3029
protests	3030
occupy	3031
poker	3032
six-year	3033
manic-depressive	3034
automobiles	3035
infamous	3036
guided	3037
personal	3038
women	3039
shipments	3040
state-appointed	3041
longing	3042
glimpse	3043
implemented	3044
mips	3045
articulate	3046
archives	3047
wrapping	3048
conservationists	3049
predicts	3050
negotiated	3051
racism	3052
observations	3053
inclination	3054
censored	3055
formed	3056
billing	3057
ping	3058
casings	3059
cartoon	3060
assume	3061
underwater	3062
satisfying	3063
democracies	3064
overreacting	3065
late-night	3066
requiring	3067
allocator	3068
bankruptcy	3069
follow	3070
tenets	3071
pilots	3072
emergency	3073
styles	3074
budding	3075
rendered	3076
skittish	3077
tower	3078
decision-making	3079
coups	3080
tooling	3081
conventional-arms	3082
notoriously	3083
arbs	3084
powers	3085
embroiled	3086
fluent	3087
amasses	3088
corps	3089
brew	3090
it	3091
simmering	3092
mayoral	3093
wondered	3094
taint	3095
mainly	3096
fitting	3097
defeat	3098
functionaries	3099
galvanize	3100
plugging	3101
cows	3102
bolstered	3103
urethane	3104
slats	3105
monastery	3106
rubs	3107
unauthorized	3108
noted	3109
external	3110
structures	3111
noise	3112
immense	3113
slew	3114
dreaded	3115
pre-registered	3116
relocate	3117
credit-rating	3118
falling	3119
afternoon	3120
advancers	3121
snap	3122
cigarette	3123
deductibles	3124
houston-based	3125
informal	3126
campeau	3127
excesses	3128
sorry	3129
areas	3130
fiveyear	3131
capital-punishment	3132
interiors	3133
refurbishing	3134
homecoming	3135
rolled	3136
timing	3137
turns	3138
indefinitely	3139
illegally	3140
non-communist	3141
bother	3142
tabloids	3143
leverage	3144
manufactured	3145
allay	3146
footage	3147
perjury	3148
toronto-based	3149
insurer	3150
foreign	3151
fund	3152
talked	3153
audits	3154
x-rays	3155
mementos	3156
universal	3157
netherlands	3158
purported	3159
learning	3160
prosecutions	3161
widens	3162
alimony	3163
butt	3164
rising	3165
intrusive	3166
production-sharing	3167
spirit	3168
embraced	3169
marked	3170
roles	3171
complexity	3172
peer	3173
dismissing	3174
anniversary	3175
ozone	3176
windfalls	3177
plea	3178
ax	3179
along	3180
buy-and-hold	3181
not-for-profit	3182
brings	3183
tax-exempt	3184
fruits	3185
used	3186
hundreds	3187
driving	3188
expires	3189
declare	3190
fourthquarter	3191
one-fifth	3192
telecommunications	3193
chilly	3194
coaster	3195
earns	3196
compacted	3197
rebuild	3198
erratically	3199
outbreak	3200
innocence	3201
merrill	3202
deeds	3203
teens	3204
reflection	3205
predicament	3206
tinkering	3207
premium	3208
bonds	3209
semiannually	3210
functions	3211
pressed	3212
paid-up	3213
cloture	3214
minicomputers	3215
solve	3216
coattails	3217
department-store	3218
aide	3219
riots	3220
concepts	3221
mismatch	3222
lesson	3223
spotted	3224
refining	3225
remember	3226
suddenly	3227
revolutionary	3228
trials	3229
patch	3230
sailed	3231
anytime	3232
currency	3233
awaited	3234
tipper	3235
home-building	3236
catastrophe	3237
missions	3238
misdeeds	3239
repurchased	3240
marched	3241
unfolding	3242
device	3243
killing	3244
brothers	3245
loft	3246
tax-deductible	3247
compliment	3248
attended	3249
parental	3250
visitor	3251
towers	3252
rather	3253
c$	3254
sagged	3255
worriers	3256
broad-scale	3257
balloons	3258
continue	3259
footing	3260
lecture	3261
expressions	3262
coherent	3263
hoped	3264
sensationalism	3265
insisted	3266
supplier	3267
indicating	3268
lounge	3269
spoiler	3270
floppy	3271
soybeans	3272
expressly	3273
2.5-mile	3274
losing	3275
detained	3276
classifications	3277
whooping	3278
act	3279
twist	3280
squeamish	3281
patients	3282
consecutive	3283
encourages	3284
hours	3285
assistance	3286
lay	3287
tax-writers	3288
reimpose	3289
arbitration	3290
disbursements	3291
item	3292
marines	3293
unwritten	3294
mobile	3295
backgrounds	3296
insubordination	3297
loyalty	3298
task	3299
merit	3300
strategic	3301
anomalous	3302
rejuvenation	3303
well-being	3304
difficult	3305
parked	3306
computer-software	3307
vests	3308
genetic	3309
modified	3310
booked	3311
procedure	3312
stems	3313
suitors	3314
reassure	3315
defaulting	3316
auction	3317
denouncing	3318
rosy	3319
criticizes	3320
aggregate	3321
passionate	3322
directly	3323
definitely	3324
roustabout	3325
arrested	3326
installment	3327
bust	3328
negotiable	3329
buck	3330
nights	3331
strictly	3332
temporary	3333
nicaraguan	3334
thank	3335
murky	3336
insider	3337
housing	3338
flooded	3339
customer	3340
suppose	3341
storytelling	3342
stacks	3343
interpreted	3344
c	3345
fishermen	3346
affidavits	3347
chaired	3348
diplomat	3349
firmer	3350
implementing	3351
extracting	3352
homeland	3353
u.s.-backed	3354
agricultural	3355
undergraduate	3356
omit	3357
rose	3358
elephant	3359
digits	3360
swallowing	3361
sympathies	3362
equally	3363
compound	3364
chapters	3365
cheer	3366
marketer	3367
consulted	3368
reflecting	3369
march	3370
commissioned	3371
energetic	3372
piling	3373
relentlessly	3374
boats	3375
vital	3376
clanging	3377
teams	3378
entry	3379
irresponsible	3380
unfolds	3381
loses	3382
announcement	3383
someday	3384
jointly	3385
herbicides	3386
backdrop	3387
prone	3388
craze	3389
pent-up	3390
racially	3391
notebook	3392
scale	3393
diabetics	3394
naked	3395
spoiled	3396
criminals	3397
reasonable	3398
bedrock	3399
unfulfilled	3400
coughed	3401
reflect	3402
large-scale	3403
sue	3404
hypothetical	3405
alongside	3406
moment	3407
irritation	3408
quest	3409
resume	3410
mine	3411
conclusion	3412
grudging	3413
piecemeal	3414
new-issue	3415
liquor	3416
installed	3417
nickname	3418
overhanging	3419
petition	3420
handling	3421
would	3422
renew	3423
listener	3424
caveat	3425
seemed	3426
skewed	3427
appended	3428
son	3429
appointed	3430
aflatoxin	3431
improperly	3432
mailing	3433
anti-drug	3434
impervious	3435
foreseeable	3436
commercialization	3437
cotton	3438
construed	3439
additional	3440
turban	3441
calculate	3442
blood	3443
's	3444
century	3445
forbidding	3446
sox	3447
stand	3448
proprietary	3449
seat	3450
injustice	3451
spirited	3452
incapable	3453
avoiding	3454
impetus	3455
reselling	3456
impact	3457
conception	3458
literature	3459
stir	3460
bodies	3461
market-opening	3462
conserve	3463
beeping	3464
monthly	3465
magnate	3466
opinion	3467
oral	3468
nemesis	3469
flock	3470
carriers	3471
commit	3472
restoration	3473
small-scale	3474
paper-products	3475
now-standard	3476
breed	3477
employer	3478
urge	3479
stabilize	3480
appropriation	3481
whether	3482
holiday	3483
corresponding	3484
predecessors	3485
consideration	3486
directionless	3487
videocassettes	3488
overemphasize	3489
metals	3490
technologically	3491
concurred	3492
orthodox	3493
programmatic	3494
cooling	3495
manners	3496
single-premium	3497
fanfare	3498
shareholder-owned	3499
styling	3500
precipitous	3501
denominated	3502
lopsided	3503
capitalistic	3504
send	3505
costly	3506
b2	3507
plants	3508
'70s	3509
developing-country	3510
second-biggest	3511
landings	3512
'd	3513
ranking	3514
single-a-3	3515
meaning	3516
ardent	3517
burns	3518
tastes	3519
inmates	3520
peasant	3521
year	3522
assets	3523
rules	3524
nervous	3525
undone	3526
i-880	3527
inventions	3528
garrison	3529
shrinking	3530
obsolete	3531
lung-cancer	3532
deck	3533
injecting	3534
bulk-chemical	3535
something	3536
governed	3537
restricts	3538
heaviest	3539
bumper	3540
dividends	3541
socialist	3542
membership	3543
slipped	3544
contain	3545
bass	3546
awaiting	3547
resent	3548
worth	3549
dramatic	3550
interviewer	3551
conferring	3552
addicted	3553
highest-yielding	3554
aids-infected	3555
retreat	3556
suitable	3557
patient	3558
withdrew	3559
ebullient	3560
congressmen	3561
kicked	3562
echo	3563
israeli-occupied	3564
p.m.	3565
trickle	3566
restraining	3567
accord	3568
forging	3569
decide	3570
ceded	3571
award	3572
senior	3573
self-proclaimed	3574
tall	3575
outlooks	3576
negligence	3577
marry	3578
affiliated	3579
crudes	3580
dial	3581
spinoff	3582
pleased	3583
13th	3584
skies	3585
flat-footed	3586
modifies	3587
likewise	3588
start-ups	3589
nearby	3590
eliminating	3591
unprecedented	3592
ignored	3593
supports	3594
everyone	3595
harms	3596
recorded	3597
incense	3598
consequent	3599
enhancement	3600
lowered	3601
auditors	3602
neighborhood	3603
adjust	3604
refurbished	3605
seasonal	3606
contingent	3607
large-capitalization	3608
photos	3609
soft-drink	3610
digital	3611
adjusters	3612
ending	3613
stones	3614
wildly	3615
radically	3616
airlines	3617
dollar-denominated	3618
40-year-old	3619
sorting	3620
felt	3621
incoming	3622
virtual	3623
battery-operated	3624
rubber	3625
weekend	3626
composites	3627
indicators	3628
steak	3629
stimulating	3630
murdered	3631
female	3632
patron	3633
good-natured	3634
unusually	3635
soliciting	3636
ingredients	3637
blocking	3638
trial	3639
seismic	3640
ecological	3641
passenger	3642
scope	3643
angry	3644
famine	3645
transplanted	3646
notices	3647
